package ru.practicum;

public class OrderTestConstant {

           // Массив массивов всех данных заказа
        public static final Object[][] ALL_ORDER_TEST_CASES = {
                {"Петя", "Петров", "Пролетарская, 8", "Рижская", "89166166116",
                        "15.08.2025", 2, "black", "Все ок", "Заказ оформлен"},

                {"Иван", "Иванов", "Мичурина, 16", "Комсомольская", "89156155116",
                        "10.08.2025", 4, "grey", "Норм", "Заказ оформлен"}
        };
    }

